/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Báo động 1 phút trước khi tắt đường nối";

/* Title for the about page */
"About" = "Dịch bởi vietnamesel10n";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "Tài Khoản";

/* Title for the accounts tab */
"Accounts" = "Tài khoản";

/* String to be displayed when a buddy is Active */
"Active" = "Có mặt";

/* Button title to add someone as a buddy */
"Add" = "Add";

/* The title for the view to add a buddy */
"Add Buddy" = "Thêm Bạn";

/* String to describe advanced set of settings */
"Advanced" = "Cao cấp";

/* Agree to EULA */
"Agree" = "Đồng ý";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Cho phép xác nhận kiểu thường";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Tự động-xóa";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Tự động kích hoạt chế độ mã hóa";

/* Label in buddy list for users that are available */
"Available" = "Đang online";

/* Label in buddy list for users that are away */
"Away" = "Không có trên máy";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Chatterbox sẽ chấm dứt trong vòng 1 phút";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Căn bản";

/* The String for a button to block a buddy */
"Block" = "Chận";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Chận & Tháo Bỏ";

/* Name for default buddy group */
"Buddies" = "Bạn bè";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Chi Tiết Bạn";

/* Title for the buddy list tab */
"Buddy List" = "Danh sách bạn bè";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "Hủy Bỏ";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Hủy chat có mã hóa";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "Chat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chat an toàn với tôi ";

/* for attribution of other projects */
"Chatterbox is brought to you by many open source projects" = "Chatterbox được phát hành dựa trên những nỗ lực không ngơi nghỉ từ nhiều dự án mã nguồn mở";

/* let users know source is on Github */
"Check out the source here on Github" = "Xem mã nguồn trên Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Dọn sạch lịch sử chat";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Connect anyway";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Kết nối đến Facebook";

/* Whether or not account is logged in */
"Connected" = "Kết nối vào";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Đóng góp dịch thuật";

/* Title for the conversations tab */
"Conversations" = "Đoạn trò chuyện";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Mặc định";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Xóa tài khoản?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Xóa chat khi rời.";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Đã được gửi đi";

/* Disagree with EULA */
"Disagree" = "Không đồng ý";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Ngắt kết nối khỏi Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Ngắt kết nối";

/* Text for button to dismiss alert view */
"Dismiss" = "Dismiss";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Đừng Quấy Rầy";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Cần điền vào tên miền khi tự chọn cổng";

/* Title for donation link */
"Donate" = "Biếu";

/* Title for button to press when user is finished */
"Done" = "Xong";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Cho OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Chữ đánh vào";

/* Title of error message pop-up box */
"Error!" = "Xảy ra lỗi!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Vắng Mặt Lâu";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Không nối kết với máy chủ XMPP được. Xin vui lòng xem lại dữ kiện đăng nhập, đường dây Internet và thử lại.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Không xác thực được. Xin vui lòng thử lại.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Vân tay cho bạn";

/* Size for the font in the chat screen */
"Font Size" = "Khổ phông chữ";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Vắng";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Nhóm";

/* The string describing a buddy's groups ... plural */
"Groups" = "Nhóm";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Tên máy không trùng";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Lờ";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close Chatterbox */
"In order to change languages return to the home screen and remove Chatterbox from the recently used apps" = "Để thay đổi ngôn ngữ hiển thị hãy trở về màn hình chính và gỡ bỏ Chatterbox khởi các ứng dụng đang được chạy";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Vắng mặt";

/* Short for information, button title to get more information */
"Info" = "Thông tin";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Khởi động chat có mã hóa";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "đã có mặt";

/* Message shown in line for users that are away */
"is now away" = "đã rời ";

/* Message shown in line for users that are offline */
"is now offline" = "đã offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Ngôn ngữ ";

/* String of title to alert user language is change */
"Language Change" = "Đổi ngôn ngữ ";

/* log in to account */
"Log In" = "Đăng nhập";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Vào trang Cấu hình (ở góc phải trên của danh sách bạn bè) rồi chọn một người bạn trong Danh Sách Bạn Bè để bắt đầu chat.";

/* log out from account */
"Log Out" = "Đăng xuất";

/* shown during the login process */
"Logging in..." = "Đang đăng nhập....";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Đăng nhập vào";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Đăng xuất khỏi OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Đăng xuât khỏi XMPP?";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Tin nhắn";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Tên";

/* For a new settings value */
"New" = "Mới";

/* Title for New Account View */
"New Account" = "Tài khoản mới";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Tin nhắn về trạng thái mới: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Không có tài khoản nào được lưu lại ";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Không có mặt";

/* Not Verified or cancel verified */
"Not Verified" = "Chưa phối kiểm";

/* Label in buddy list for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Cũ";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Mở ra trên Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Tùy ý";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Khác";

/* Label text for password field on login screen */
"Password" = "Mật khẩu";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Chờ Chấp Thuận";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Xóa vĩnh viễn";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Cổng";

/* label for link to Chatterbox project website */
"Project Homepage" = "Trang nhà dự án";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Vân tay được cho là của";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Đọc";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Gần đây";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Reject";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Nhớ mật khẩu";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Nhớ tên người dùng";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Xóa bỏ";

/* Reply to an incoming message */
"Reply" = "Trả lời";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Cần có TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Cần có";

/* Title for button for saving a setting */
"Save" = "Lưu trữ";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "Cảnh báo an ninh";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "SLL Tự Ký";

/* For sending a message */
"Send" = "Gửi";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Gửi Chứng Nhận Đã Giao";

/* String on button to email feedback */
"Send Feedback" = "Gửi Góp Ý";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Gửi thông báo khi đang soạn thảo";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Cấu hình";

/* Title for sharing a link to the app */
"Share" = "Chia sẻ";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Cảnh báo về đăng xuất";

/* description for what the font size setting affects */
"Size for font in chat view" = "Khổ phông chữ khi xem chat";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "Tên máy chủ SSL không trùng";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Subscription Requests";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Cuộc đối thoại với %@ không còn an toàn nữa.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Chat này an toàn.";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Chat này an toàn và được phối kiểm.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/Chatterbox and will redirect to the App Store." = "Mã QR này chứa đường dẫn đến http://omniqrcode.com/q/Chatterbox và sẽ chuyển hướng qua App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Gõ Phím";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Tên người dùng";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "Đã phối kiểm";

/* Shown when verifying fingerprints */
"Verify" = "Kiểm";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Xác nhận vân tay";

/* Shown when verifying fingerprints */
"Verify Later" = "Phối kiểm sau";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Phiên bản";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Cảnh báo: chat này không có mã hóa";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Cảnh Báo: Cẩn trọng khi sử dụng! Có thể làm giảm độ an toàn.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Khi bạn rời cuộc đối thoại này sẽ bị xóa vĩnh viễn.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "Bạn (%@) đã rời";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Bạn đang: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Bạn phải có trong đối thoại an toàn trước.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Bạn phải điền vào tên đăng nhập và mật khẩu";

/* Message shown when about to donate */
"Your donation will help fund the continued development of Chatterbox." = "Tiền tặng của bạn giúp tài trợ việc soạn thảo Chatterbox";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Tên Facebook của bạn không giống email mà bạn dùng để đăng nhập vào Facebook.";

